[
  "«Полили ли лилию? Видели ли Лидию?» – «Полили лилию. Видели Лидию».",
  "А мне не до недомогания.",
  "А у Ариадны росла араукария, а у американца на Арагве виноградник.",
  "Адмирал дев отбирал, обмерял и обмирал.",
  "Алый отблеск Гималаев на поля Непала пал.",
  "Архип осип. Осип охрип.",
  "Банда бандерлогов голодна в берлоге и ограблена орками догола.",
  "Банкиров ребрендили-ребрендили-ребрендили, да не выребрендировали. В Каннах львы только ленивым венки не вили.",
  "Баркас приехал в порт Мадрас.\nМатрос принёс на борт матрас.\nВ порту Мадрас матрас матроса\nПорвали в драке альбатросы.",
  "Батон, буханку, баранку пекарь испек спозаранку.",
  "Бессмысленно осмысливать смысл неосмысленными мыслями!",
  "Бил дебила бодибилдер Данила.",
  "Бомбардир бонбоньерками бомбардировал барышень Бранденбурга.",
  "Бранденбургские рододендроны из дендрария.",
  "Брейншторм: гам, гром, ор ртов, пир рифм, вдруг — бум! Блеск! Выборка по уборщицам на роллс-ройсах нерепрезентативна.",
  "Бык тупогуб, тупогубенький бычок, у быка губа тупа.",
  "Была у Фрола, Фролу на Лавра наврала, пойду к Лавру, Лавру на Фрола навру.",
  "В Кабардино-Балкарии валокордин из Болгарии.",
  "В Чите течёт Читинка.",
  "В аквариуме у Харитона четыре рака да три тритона.",
  "В град, глотая виноград, по Арбату брел аббат. Град упал на виноград, на Арбат упал аббат.",
  "В недрах тундры выдры в гетрах\nТырят в вёдра ядра кедров.\nВыдрав с выдры в тундре гетры,\nВытру выдрой ядра кедра,\nВытру гетрой выдре морду,\nВыдру — в тундру, ядра — в вёдра!",
  "В целлофане целовались цепелины с пацанами, циберфиллер цыкнул числам целочисленнный процесс, а цианистые цыпки зацепились за цунами, цапля с центом танцевали целомудренный эксцесс.",
  "В шалаше шуршит шелками желтый дервиш из Алжира и, жонглируя ножами, штуку кушает инжира.",
  "Вахмистр с вахмистршей, ротмистр с ротмистршей, прапорщик с прапорщицей, подпрапорщик с подпрапорщицей.",
  "Вез корабль карамель, наскочил корабль на мель, матросы две недели карамель на мели ели.",
  "Везет Сеня Сaню с Соней в сaнкaх. Сaнки скок! Сеню – с ног, Сaню – в бок, Соню – в лоб. Все в сугpоб – хлоп!",
  "Вера Валеру валит из револьвера.",
  "Весьма воздействует на нас словес изысканная вязь.",
  "Видели ли вы меня в инвизибле? Из инвизибла я б не вылез бы.",
  "Вместо рубахи не носите брюк вы, вместо арбуза не просите брюквы, цифру всегда отличите от буквы, и различите ли ясень и бук вы?",
  "Во дворе четыре Сашки на траве играли в шашки.",
  "Волховал волхв в хлеву с волхвами.",
  "Ворует провайдер-варвар, драйверы — дрова, выдворяй провайдера.",
  "Всех скороговорок не перескороговоришь, не перевыскороговоришь.",
  "Вылит колокол, да не по-колоколовски. Шит колпак, да не по-колпаковски. Надо колокол переколоколовать, да перевыколоколовать. Надо колпак переколпаковать, да перевыколпаковать.",
  "Гигрометр психрометрический психрометрировал гигрометрические параметры.",
  "Говорил командир про полковника и про полковницу, про подполковника и про подполковницу, про поручика и про поручицу, про подпоручика и про подпоручицу, про прапорщика и про прапорщицу, про подпрапорщика, а про подпрапорщицу молчал.",
  "Гонец с галер сгорел.",
  "Грабли – грести, метла – мести, весла – везти, полозья – ползти.",
  "Гурбангулы Бердымухамедов украл у Танирбергена Бердонгарова кораллы.",
  "Даже шею, даже уши ты испачкал в чёрной туши.\nСтановись скорей под душ. Смой с ушей под душем тушь.\nСмой и с шеи тушь под душем. После душа вытрись суше.\nШею суше, суше уши, и не пачкай больше уши.",
  "Даниил с Гавриилом говорили в Измаиле, а Кирилл с Автандилом кормили крокодилов.",
  "Два дровосека, два дровокола, два дроворуба говорили про Ларю, про Ларьку, про Ларину жену.",
  "Два щенка щека к щеке щиплют щетку в уголке.",
  "Депилированное филе дефилировало на фильдеперсовом дефиле.",
  "Депутат воровал, да не доворовал, а стал доворовывать, да доворовался.",
  "Дифференциация интегрированного параллелограмма с точки зрения фантасмагорической апперцепции.",
  "Добыл бобыль бобов, допил бобыль бутыль, забыл бобыль костыль.",
  "Дробью по перепелам да по тетеревам.",
  "Дыбра – это животное в дебрях тундры, вроде бобра и выдры, враг кобры и пудры. Бодро тыбрит ядра кедра и дробит добро в недрах.",
  "Ежели вы не жили возле ежевичника,\nно ежели вы жили возле земляничника,\nто значит земляничное варенье вам привычное\nи вовсе не привычное варенье ежевичное.",
  "Если «если» перед «после», значит «после» после «если». Если «если» после «после», значит «после» перед «если».",
  "Жили-были три китайца Як, Як-Ци-Драк и Як-Ци-Драк-Ци-Драк-Ци-Дрони.\nЖили-были три китайки Цыпа, Цыпа-Дрипа и Цыпа-Дрипа-Лимпомпони.",
  "Жужжит нaд жимолостью жук. Тяжелый нa жуке кожух.",
  "Забирайте трудовую, без трудовой трудно трудоустроиться.",
  "Забыл Панкрат Кондратов домкрат. Кондрату без домкрата не поднять на тракте трактор.",
  "Забыл Панкрат Кондратьев под кроватью домкрат, а Панкрату Кондратьеву без домкрата не поднять на тракте трактор.",
  "Зверским взвизгом взводный взвизгнул.",
  "И прыгают скороговорки, как караси на сковородке.",
  "Иван-болван молоко болтал, да не выболтал.",
  "Идут три брата: брат Клим брит, брат Глеб брит, брат Игнат бородат.",
  "Из кузова в кузов шла перегрузка арбузов. В грозу, в грязи от груза арбузов развалился кузов.",
  "Из-за реорганизации с жлобственничественностью высококвалифицированный бесперспективняк самоидентифицировался в ожидании вежливого водителя под пальмовыми ветвями.",
  "Из-под Костромщины шли четверы мужичины; говорили они про торги да про покупки, про крупу да про подкрупки.",
  "Из-под пригорка, из-под подвыподверта зайчик с приподвыподвертом переподвыподвернулся.",
  "Интернет-интервьюер интервента интервьюировал, интервьюировал, да так и не проинтервьюировал.",
  "Инцидент с интендантом, прецедент с претендентом, интрига с интриганом.",
  "Ищет Яна яблоки в Яндексе, а Рубен рыщет рыбу в Рамблере.",
  "К Габсбургам из Страсбурга.",
  "Камер-юнкер юркнул в бункер.",
  "Карл клал лук на ларь, Клара крала лук с ларя.",
  "Карл у Клары угнал Maclaren, а Клара у Карла угнала Corvette.",
  "Карл у Клары украл кораллы,\nКлара у Карла украла кларнет.",
  "Карл у Клары украл рекламу, а Клара у Карла украла бюджет.",
  "Кашевар кашу варил, подваривал да недоваривал.",
  "Когда-то галок поп пугая,\nВ кустах заметил попугая,\nИ говорит тут попугай:\n«Пугать ты галок, поп, пугай.\nНо, только галок, поп, пугая,\nНе смей пугать ты попугая!»",
  "Кокосовары варят в скорококосоварках кокосовый сок.",
  "Константин констатировал инцидент с интендантом и прецедент с претендентом.",
  "Корабли лавировали, лавировали, да не вылавировали.",
  "Королева кавалеру подарила каравеллу.",
  "Король орёл – орёл король.",
  "Краб крабу сделал грабли, подарил грабли крабу: «Грабь граблями гравий, краб».",
  "Крыса Лариса наелась риса, а кролик Кондрат покорил Арарат.",
  "Кубра на кубру щи варила, пришедши букара, да выхлебала.",
  "Кукушка кукушонку купила капюшон. Как в капюшоне он смешон.",
  "Купи кипу пуха.",
  "Лезут козы в гpозу в лозу – лозу козы в гpозу гpызут.",
  "Лечение простатита вирусной этиологии проводят этиотропными противовирусными препаратами — ацикловиром и зовираксом.",
  "Либретто «Риголетто».",
  "Лилии полили ли, иль увяли лилии?",
  "Линолеум линял-линял, полиловел и вылинял.",
  "Лирики из городка Нерли на Нерли-реке читали лимерики.",
  "Ловко лавируя в отоларингологии, доктор отоларинголог легко врачевал хронические фарингиты.",
  "Ложечка желобоковыгибистая – желобоковыгибистая ложечка.",
  "Люди, которые водят хороводы — хороводоводы. А люди, которые изучают творчество хороводоводов - хороводоводоведы.",
  "Магистра инстаграма со ста граммами мигом санитар настиг.",
  "Майли Сайрус с Марса смылась, на Сириус намылилась.",
  "Маланья-болтунья молоко болтала-выбалтывала, болтала-выбалтывала, да не выболтала.",
  "Мамаша Ромаше дала сыворотку из-под простокваши.",
  "Мерчендайзеры соврали — сорван сэмплинг самоваров!",
  "Милости прошу к нашему шалашу: я пирогов покрошу и откушать попрошу.",
  "Мим-бр-ми, ним-бр-ми, рым-бр-мы, трым-бр-мы, хтым-бр-ми.",
  "На бобра из-за ели глазеют глаза газели.",
  "На винте, видать, видна виды видавшая «винда».",
  "На дворе парад, я параду рад, выйду на парад, возьму фотоаппарат.",
  "На дворе трава, на траве дрова\nНе руби дрова на траве двора.",
  "На пеньке опять пять опят.",
  "На похороны Прохора сходить было б неплохо бы.",
  "Наш чеботарь всем чеботарям чеботарь, никому нашего чеботаря не перечеботарить, не перевычеботарить.",
  "Нашего пономаря не перепономаривать стать. У всякой пташки свои замашки.",
  "Не видно, ликвидны акции или неликвидны.",
  "Не жалела мама мыла. Мама Милу мылом мыла. Мила мыла не любила, мыло Мила уронила.",
  "Невелик бицепс у эксгибициониста.",
  "Нет абрикоса, кокоса, редиса,\nПалтуса, уксуса, кваса и риса,\nКомпаса нет, баркаса и троса,\nТермоса, пресса, индуса-матроса,\nБаса нет, вкуса, веса и спроса,\nНет интереса – нет и вопроса.",
  "О любви не меня ли вы, милый, молили, И в туманы лиманов манили меня? На мели мы лениво налимов ловили, И вы мне меняли налим на линя.",
  "Обладаешь ли ты налогооблагаемой благодатью?",
  "Однажды был случай в далёком Макао:\nМакака коалу в какао макала,\nКоала какао лениво лакала,\nМакака макала, коала икала.",
  "Около кола колокола, около ворот коловорот.",
  "Около колодца кольцо не найдется.",
  "Оповещение средствами вещания: «Всем мещанам с вещами на совещание».",
  "Оратора-демонстратора не пустили в транспорт с транспарантами.\nОратор-демонстратор с транспарантами отправился в дорогу на экскаваторе.",
  "Орел на горе, перо на орле. Гора под орлом, орел под пером.",
  "Орёл, орлы, орлята.",
  "От топота копыт пыль по полю летит.",
  "Откуда на просеке просо?\nПросыпали просо здесь просто.\nПро просо просянки прознали.\nБез спроса все просо склевали.",
  "Охотник на существ с головой голого оловянного вола — голоолововологоловолов.",
  "Пакет под попкорн.",
  "Перепел перепёлку и перепелят в перелеске прятал от ребят.",
  "Перепелка перепелят прятала от ребят.",
  "Полосу про паласы заменили двумя полуполосами про пылесосы.",
  "Потек под ток воды поток.",
  "Прецесионная центрофазовая интерцефалопатическая ремиссия при мультиполярном ментоскопировании.",
  "Пришел Прокоп – кипит укроп, ушел Прокоп – кипит укроп. И при Прокопе кипит укроп, и без Прокопа кипит укроп.",
  "Прокурор проколол дыроколом протокол.",
  "Протокол про прокол протоколом запротоколировали.",
  "Раз дрова, два дрова, три дрова.",
  "Разнервничавшегося конституционалиста Константина нашли акклиматизировавшимся в конституционном Константинополе и со спокойным достоинством изобретавшим пмневмомешковыколачиватель.",
  "Рапортовал, да не дорапортовал, а стал дорапортовывать, зарапортовался.",
  "Расчувствовавшаяся Варвара расчувствовала нерасчувствовавшегося Вавилу.",
  "Регулировщик-лигуриец регулировал в Лигурии. Лигурийцы регулировщика ругали.",
  "Рыла свинья белорыла, тупорыла; полдвора рылом изрыла, вырыла, подрыла.",
  "Самый бесперспективный бесперспективняк из всех бесперспективных бесперспективняков.",
  "Саша сама — само совершенство, а ещё самосовершенствуется!",
  "Саша шапкой по ошибке шишку сшиб.",
  "Сереневенюсенькая глазовыкалупывательница с преподвыподвертом.",
  "Сиреневенькая мультипликационная иглоукалывательница.",
  "Сколько сказок, снов, рассказов рассказать готов нам сразу славный, шустрый, сероглазый из Сибири старичок.",
  "Скороговорщик скороговаривал скороговорные скороговорки, и нам скороговорщик скороговорил, что все скороговорки перескороговорить сможет",
  "Сняли с Надежды цветные одежды, без одежд Надежда не манит как прежде.",
  "Солист «Хай-Фай» нашёл вай-фай на Хайнань.",
  "Стаффордширский терьер ретив, а черношерстный ризеншнауцер резв.",
  "Стоит копна с подприкопеночком, а под копной перепелка с перепеленочком.",
  "Стоит полколпака гороху. Кто этот колпак переколпакует, тот получит полколпака гороху.",
  "Стоит поп на копне, колпак на попе, копна под попом, поп под колпаком.",
  "Сшила Саша Сашке шапку,\nСашка шапкой шишку сшиб.",
  "Тарелка с траулера «Тауэр» стоит талер.",
  "Терминатору термометр не требуется. У терминатора температура субфебрильная.",
  "Ткет ткач ткани на платье Тане.",
  "Толи Толя - кореш Коли,\nтоли кореш Толи - Коля.\nКоли Коля - кореш Толи,\nто и Толя - кореш Коли.",
  "Толком толковать, да без толку расперетолковывать.",
  "Тринитросинхрофазатрон.",
  "Триста туристов раз по триста тридцать треску трескали у костра.\nВ костровом кострище после туристов триста тридцать раз трещала трески чешуя.",
  "У Дашки в кармашке вискарь для Наташки.",
  "У Киры и Фиры\nВ квартире был пир:\nФакир ел зефир и\nКефир пил Факир.\nА Фира и Кира\nНе пили кефира,\nНе ели зефира –\nКормили факира.",
  "У боярина бобра нет богатства, нет добра – два бобренка у бобра лучше всякого добра.",
  "У королевы был кавалер. У кавалера была королева. Кто королева? А кто кавалер?",
  "У нас на дворе-подворье погода размокропогодилась.",
  "У перепелa и перепелки пять перепелят.",
  "У рекламы ухватов швах с охватом, а прихватки и без охвата расхватали.",
  "Фараонов фаворит на сапфир сменял нефрит.",
  "Флюорографист флюорографировал флюорографистку.",
  "Хлоропроводчик и хромолитограф характеризуют хвори рахитов хрупкостью хрящей и хроническим хромосомным харакири.",
  "Хохлатые хохотушки хохотом хохотали: Xa! Xa! Ха!",
  "Хрущи хватают хвощи. Охапки хины хватает на щи.",
  "Цапля чахла, цапля сохла, цапля сдохла.",
  "Четыре черненьких, чумазеньких чертенка\nЧертили черными чернилами чертеж.",
  "Чешуя у щучки, щетина у чушки.",
  "Чукча в чуме чистит чуни. Чистота у чукчи в чуме.",
  "Шестнадцать шли мышей и шесть нашли грошей, а мыши, что поплоше, шумливо шарят гроши.",
  "Шёл Шива по шоссе, сокрушая сущее, а навстречу Саша шла, круглое сосущая.",
  "Эйяфьятлайокудль эйяфьятлайокудляли, эйяфьятлайокудляли, но не выэйяфьятлайокудляли.",
  "Юля юлила, а Константин все констатировал и констатировал.",
  "Я человек финтикультяпистый. Могу всех зафинтикультипнуть и выфинтикультипнуть.",
  "Ядро потребителей пиастров — пираты, а пиратов — пираньи.",
  "— Это колониализм?\n— Нет, это не колониализм, а неоколониализм!"
]